Repository: btwise/OCClocalizations
Catalog: Spanish Localization (es)/OpencoreBuilder/*.po
Languages: es

source: Opencore Builder
es: Opencore Building

source: install ${BIN} with administrator privileges dialog
es: Para instalar ${BIN}, primero debe introducir la contraseña de su cuenta de administrador:

source: Cancel
es: Cancelar

source: Continue
es: Continuar

source: User aborted
es: Operación interrumpida por el usuario

source: Building ${util}...
es: Construyendo ${util}...

source: Building ${util} for Windows...
es: Construyendo ${util} para Windows...

source: Missing package directory
es: Falta directorio de paquetes

source: Invalid version
es: Versión inválida

source: Copying OpenDuetPkg boot file from ${booter}...
es: Copiando archivo de arranque OpenDuetPkg desde ${booter}…

source: Failed to find OpenDuetPkg at ${booter}!
es: ¡Error al encontrar OpenDuetPkg en ${booter}!

source: Repository ${URL} named ${DEVELOPER_KIT} contains CRLF line endings
es: El repositorio ${URL} denominado ${DEVELOPER_KIT} contiene terminaciones CRLF

source: Downloading AUDK
es: Descargando el repositorio AUDK…

source: Downloading OpenCorePkg
es: Descargando el repositorio OpenCorePkg…

source: Downloading OcBinaryData
es: Descargando el repositorio OcBinaryData…

source: Generating EFI
es: Generando estructura de carpetas del EFI…

source: Building complete
es: El proceso de construcción ha finalizado

source: Copying Binary Data
es: Copiando datos binarios…

source: install NASM
es: Antes de empezar a compilar OpenCorePkg, es necesario instalar NASM

source: install MTOC
es: Antes de empezar a compilar OpenCorePkg, es necesario instalar MTOC

source: Applied patch
es: Parche aplicado

source: Compiling OpenCorePkg
es: Compilando la última versión de OpenCorePkg…

source: Downloading Mod patch
es: Descargando el parche Mod…

source: Applying patch
es: Aplicando parche…

source: No mod patch found. Patch not applied!
es: No se ha encontrado ningún parche mod. Parche no aplicado.
