Repository: btwise/OCClocalizations
Catalog: Russian Localization (ru)/OpencoreBuilder/*.po
Languages: ru

source: Opencore Builder
ru: Сборка Opencore

source: install ${BIN} with administrator privileges dialog
ru: Чтобы установить ${BIN}, сначала вам нужно ввести пароль учетной записи администратора, чтобы продолжить:

source: Cancel
ru: Отмена

source: Continue
ru: Продолжить

source: User aborted
ru: Операция отменена пользователем

source: Building ${util}...
ru: Сборка ${util}...

source: Building ${util} for Windows...
ru: Сборка ${util} для Windows...

source: Missing package directory
ru: Отсутствует каталог пакетов

source: Invalid version
ru: Неверная версия

source: Copying OpenDuetPkg boot file from ${booter}...
ru: Копирование загрузочного файла OpenDuetPkg из ${booter}...

source: Failed to find OpenDuetPkg at ${booter}!
ru: Не удалось найти OpenDuetPkg по адресу ${booter}!

source: Repository ${URL} named ${DEVELOPER_KIT} contains CRLF line endings
ru: Репозиторий ${URL} с именем ${DEVELOPER_KIT} содержит окончания строк CRLF

source: Downloading AUDK
ru: Загрузка репозитория AUDK...

source: Downloading OpenCorePkg
ru: Загрузка репозитория Open Core Pkg...

source: Downloading OcBinaryData
ru: Загрузка репозитория OcBinaryData...

source: Generating EFI
ru: Создание папки со структурой EFI

source: Building complete
ru: Процесс сборки завершен

source: Copying Binary Data
ru: Копирование Binary Data

source: install NASM
ru: Прежде чем приступить к сборке OpenCore Pkg, мне нужно установить NASM

source: install MTOC
ru: Прежде чем приступить к сборке OpenCore Pkg, мне нужно установить MTOC

source: Applied patch
ru: Примененный патч

source: Compiling OpenCorePkg
ru: Компиляция последней известной версии OpenCore Pkg...
